Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: when you make your filter you use the materials and tools to make the filter according to the design .
af: let op dat meeste leerders met hulle hande ontwerp en nie net met potlood en papier nie .

source: after you have made your filter to solve the problem you have to ask does it work ?
af: kan ons 'n beter een maak ?

source: could we do a better one ?
af: gedurende hierdie fase neem al die leerders na buite laat hulle toe om hulle filters te toets deur modderwater deur hulle te laat vloei .

source: during this phase take all the learners outside and get them to hang their filters up and test them out by pouring a cup of muddy water through .
af: lw maak seker dat die leerders nie die water drink nie .

source: make sure learners do not drink the water .
af: berei 'n groot emmer modderwater voor waaruit jy watter kan skep om te suiwer .

source: rather compare the water before and after filtering to see if it has been purified .
af: op hierdie manier sal jy water oor h&#234; om met die gesuiwerde water te vergelyk om te sien of die leerders se filters die water gesuiwer het .

source: you must show other people how you decided on your solution to the problem .
af: jy moet aan ander mense wys hoe jy besluit het op jou oplossing vir die probleem .

source: you need to write and draw your ideas. the learners should be drawing and writing all through the project .
af: jy moet jou idees neerskryf en teken. die leerders moet dwarsdeur die projek tekenen skryf .

source: do not leave the writing until the end because they find it boring at that stage .
af: moenie die skryfgedeelte tot aan die einde laat nie omdat leerders dit teen daardie tyd vervelig vind .

source: a technology project gives the learners reasons for reading and reasons for writing .
af: 'n tegnologieprojek gee aan leerders rede om te lees en te skryf .

source: as a result we can address the literacy problem through the subject of natural science and technology .
af: op hierdie manier kan ons die leesvaardigheidsprobleem met behulp van natuurwetenskap en tegnologie oplos .

source: the thunderbolt kids are planning a camping trip and they have invited you and your classmates to come with them .
af: die thunderbolt kids beplan 'n kampeeruitstappie en het jou en jou klasmaats genooi om saam met hulle te kom .

source: they have all the equipment such as tents sleeping bags and mats .
af: hulle het al die kampeertoerusting soos tente slaapsakke en slaapmatte .

source: the only problem is that there is no clean drinking water at the campsite .
af: die enigste probleem is dat daar geen skoon drinkwater by die kampeerterrein is nie .

source: for such a large group the thunderbolt kids cannot take enough bottles of clean water .
af: vir s&#243; 'n groot groep kan die thunderboltkids nie genoeg bottels met skoon water saamdra nie .

source: so tom has decided that the group should build a filter to purify the muddy water from the nearby stream .
af: dus het tom besluit dat die groep 'n filter moet bou om die modderige water van die nabygele&#235; stroom te suiwer .

source: but they do not know how !
af: maar hulle weet nie hoe nie .

source: we need to help them design and build a filter to purify the water on the camping trip .
af: ons moet hulle help om 'n filter te ontwerp en te bou om water op die kampeeruitstappie te suiwer .

source: design brief
af: ontwerpopdrag

source: write a short statement where you state what you are going to be designing and why .
af: skryf 'n kort stelling neer waarin jy s&#234; wat jy gaan ontwerp en hoekom .

source: your filter has the following specifications
af: jou filter het die volgende spesifikasies

source: your filter has the following constraints
af: jou filter het die volgende beperkinge

source: investigate
af: ondersoek

source: we now need to do some more investigating about how to purify water .
af: ons het nou nodig om ondersoek in te stel na hoe water gesuiwer kan word .

source: we saw how to purify water using a still and evaporation .
af: ons het gesien hoe om water te suiwer deur van 'n distillasie apparaat gebruik te maak of deur verdamping .

source: but what are the ways to purify water using a filter .
af: maar hoe kan water gesuiwer word deur 'n filter te gebruik ?

source: do some research on the internet and in books and answer the following questions .
af: doen navorsing op die internet en in boeke en beantwoord die volgende vrae

source: what types of filters can you make ?
af: watter tipes filters kan jy maak ?

source: what materials do these filters make use of ?
af: van watter tipe materiale maak hierdie filters gebruik ?

source: what is the purpose of each of the materials used to filter ?
af: wat is die doel van elkeen van die materiale wat in die filter gebruik word ?

source: for example are some materials there for filtering large particles and some for filtering small particles ?
af: byvoorbeeld is party materiale daar om groot deeltjies te filtreer en ander om klein deeltjies te filtreer ?

source: if so which one is which ?
af: indien wel watter een is watter een ?

source: now start designing your filter !
af: kom ons begin nou om die filter te ontwerp .

source: answer these questions before you start drawing your design .
af: beantwoord hierdie vrae voordat jy begin om jou ontwerp te teken .

source: what kind of filter are you going to design ?
af: watter tipe filter gaan jy ontwerp ?

source: what size and shape will your filter be ?
af: wat sal die vorm en grootte van jou filter wees ?

source: what recyclable materials could you use ?
af: watter herwinbare materiale kan jy gebruik ?

source: how are you going to hang it up for example from the branch of a tree ?
af: hoe gaan jy dit ophang byvoorbeeld van die tak van 'n boom af ?

source: how will you collect the water that has been filtered ?
af: hoe sal jy die water wat gefiltreer is versamel ?

source: use the space below to draw a design for your filter .
af: gebruik die spasie hieronder om jou filter in te ontwerp en teken .

source: remember to label the different parts and show which materials you are going to use .
af: onthou om die verskillende dele van byskrifte te voorsien en wys watter materiale jy gaan gebruik .

source: leave some space to do a second drawing as you might come up with a better design as you are making your filter and see ways to improve it .
af: laat spasie oop om 'n tweede tekening te maak aangesien jy dalk met 'n beter ontwerp vorendag mag kom soos jy jou filter maak en maniere kan sien om dit te verbeter .

source: now that you have a design it is time to make your filter according to the specifications and constraints .
af: noudat jy 'n ontwerp het is dit tyd om jou filter te maak volgens die spesifikasies en beperkings .

source: once you have all made your filters you need to test them out to see if they work .
af: wanneer julle almal julle filtersgemaak het moet julle hulle uittoets om te sien of hulle werk .

source: do the testing outside .
af: doen die toetsing buite .

source: show the class how your filter works and pour a cup of muddy water through the filter and collect the water which comes out .
af: wys die klas hoe jou filter werk en gooi 'n koppie modderwater deur die filter .

source: do not drink the water as you do not know if you have completely purified the water .
af: moenie hierdie water drink nie aangesien jy nie weet of jyhierdie water volledig gesuiwer het nie .

source: to further purify the water from the filters you can also do a solar distillation using the still you made in the last activity to remove solids and finally followed by boiling .
af: om die water na filtrering nog verder te suiwer kan jy ook 'n sondistillasie doen deur gebruikte maak van jou distillasie apparaat wat jy in die vorige aktiwiteit gemaak het om die vaste stowwe te verwyder en dan laastens kan jy die water kook .

source: after you have made your filter you have to ask does it work and could you do a better one ?
af: nadat jy jou filter gemaak het moet jy vra of dit werk en of jy 'n beter een sou kon maak .

source: compare the water before and after filtering .
af: vergelyk die water voor en na filtrering .

source: was the water cleaner after filtering ?
af: was die water skoner na filtrering ?

source: which impurities did your filter remove big or small or both ?
af: watter onsuiwerhede het jou filter verwyder groot of klein of beide ?

source: how much filtered water were you able to collect from your filter ?
af: hoeveel gefiltreerde water kon jy vanaf jou filter versamel ?

source: was it the same amount that you poured in ?
af: was dit dieselfde hoeveelheid as wat jy ingegooi het ?

source: did your filter leak anywhere ?
af: het jou filter op enige plek gelek ?

source: if so how could you prevent it from leaking ?
af: indien wel hoe kan jy verhoed dat dit lek ?

source: do you think you could further purify the water you filtered by passing it through your filter again ?
af: dink jy jy kan die water verder skoonmaak deur dit weer deur jou filter te gooi ?

source: try it out and see if this makes a difference .
af: probeer dit en kyk of dit 'n verskil maak .

source: how could you improve your design ?
af: hoe kan jy jou ontwerp verbeter ?

source: what further steps could you take to purify the water which comes out of your filter .
af: watter verdere stappe kan jy neem om die water wat uit jou filter kom te suiwer .

source: purifying water while hiking video http video.about.com camping purify water on a hiking trip.htm
af: suiwering van water op 'n staptog video . goo.gl leb5j

source: you could do a distillation using the still made in the previous activity and finally followed by a boiling step .
af: jy kan 'n distillasie doen deur die distillasie apparaat wat jy in die vorige aktiwiteit gebou het te gebruik en daarna die water te kook .

source: communicate
af: kommunikeer

source: the last part in the design process is to communicate what you designed and made to others so that they can also learn about what you did and learn from you .
af: die laaste deel van die ontwerpproses is om dit wat jy ontwerp en gemaak het aan ander te kommunikeer sodat hulle kan leer wat jy gedoen het en van jou kan leer .

source: write a paragraph below where you tell tom about the filter that you designed and made to take on the camping trip to purify the muddy water in the stream .
af: skryf 'n paragraaf hieronder waarin jy vir tom vertel oor die filter wat jy ontwerp en gemaak het om op die kampeeruitstappie saam te neem om die modderige stroomwater te suiwer .

source: tell tom what you found that worked and what did not work and anything that you would change .
af: vertel vir tom wat jy gevind het wat werk en enigiets wat jy sou verander .

source: do you have running water in your home ?
af: het jy lopende water in jou huis ?

source: if you have you are very fortunate because many south africans do not .
af: as jy het is jy baie bevoorreg want baie suid afrikaners het nie .

source: fun activity to get you thinking about water and where it goes once we have used it http www.cleaninginstitute.org clean living the bubble path.aspx
af: prettige aktiwiteit om jou te laat dink oor water en waar dit gaan na ons dit gebruik het goo.gl eh8ke

source: south african municipal water is generally clean and fresh and safe to drink .
af: suid afrikaanse munisipale water is oor die algemeen skoon en vars en veilig om te drink .

source: how does it get that way ?
af: hoe word dit so ?

source: this section tells the story of how water is treated .
af: hierdie afdeling vertel die storie van hoe water gesuiwer word .

source: the water from a tap does not start out clean and fresh .
af: die water vanuit 'n kraan is nie aanvanklik skoon en vars nie .

source: it may come from a river or a dam or it may even be waste water that was used by a community or in a factory .
af: dit mag uit 'n rivier of dam kom of mag dalk selfs afvalwater wees wat deur 'n gemeenskap of fabriek gebruik is .

source: the process of cleaning the water is called water treatment and the place where it happens is called a water treatment plant .
af: die proses om water skoon te maak word watersuiwering genoem en die plek waar dit gebeur word 'n watersuiweringsaanleg genoem .

source: so what exactly happens at a typical water treatment plant ?
af: so wat presies gebeur by 'n tipiese watersuiweringsaanleg ?

source: there are five steps or processes in the treatment of water .
af: daar is vyf stappe of prosesse betrokke by die suiwering van water .

source: the five processes commonly used to treat water are screening sedimentation aeration settling and disinfection .
af: die vyf prosesse wat algemeen gebruik word om water te suiwer is sifting sedimentering deurlugting uitsakking en ontsmetting .

source: let us look at them in turn .
af: kom ons kyk om die beurt na elkeen .

source: step 1 screening
af: stap 1 sifting

source: the raw water that arrives at the plant may contain dirt fish rubbish plants and even sewage .
af: die ongesuiwerde water wat by die aanleg aankom mag grond visse vullis plante en selfs riool bevat .

source: these things are screened out as the water flows into the plant .
af: hierdie dinge word dan uitgesif soos die water in die aanleg invloei .

source: this means that the water passes through a screen which is very much like a large sieve and the solid matter stays behind on the screen .
af: dit beteken dat die water deur 'n groot sif gaan en die vaste materiale bly dan op die sif agter .

source: after the screening step the water is still dirty but the large pieces of rubbish have been removed .
af: na die siftingstap is die water steeds vuil maar die groter stukke gemors is verwyder .

source: step 2 settling
af: stap 2 uitsakking

source: during this step the raw water is allowed to stand in a large tank called a settling tank .
af: gedurende hierdie stap word die vuil water toegelaat om in 'n tenk te staan .

source: what happens to the dirt when muddy water stands for a long time ?
af: wat gebeur met die grond as modderige water vir 'n lang tyd stilstaan ?

source: it sinks to the bottom .
af: dit sink na die bodem .

source: when the raw water stands in the settling tank the medium sized pieces of solid matter called sludge sink to the bottom of the tank .
af: wanneer die deelsgesuiwerde water in die tenk staan sak die mediumgrootte deeltjies van vaste materiale wat slik genoem word neer na die bodem van die tenk .

source: the raw water at the top is still dirty but now it only contains small pieces of solid matter .
af: die water is steeds vuil maar bevat nou net klein deeltjies vaste stof materiaal .

source: the bits of solid matter left are small enough for small organisms such as bacteria to eat .
af: die stukkies vaste stof materiaal wat oorbly is klein genoeg vir klein organismes soos bakterie&#235; om te vreet .

source: this is what happens in the next step of the treatment process .
af: dit is wat gebeur in die volgende stap van die suiweringsproses .

source: step 3 aeration
af: stap 3 belugting

source: the raw water now flows into a special tank that contains bacteria .
af: die rou water vloei nou na 'n spesiale tenk wat bakterie&#235; bevat .

source: these are useful bacteria because they help to break down the last little bits of solid matter as well as breaking down any natural soluble pollutants .
af: hierdie is nuttige bakterie&#235; want hulle help om die laaste bietjie soliede materiaal sowel as natuurlik oplosbare besoedeling af te breek .

source: since bacteria need oxygen to stay alive and healthy air is bubbled through the water .
af: aangesien bakterie&#235; suurstof nodig het om aan die lewe en gesond te bly word lug deur die water geborrel .

source: this process is called aeration because the name comes from the word 'air' .
af: hierdie proses word belugting genoem .

source: step 4 filtering
af: stap 4 filtrasie

source: next the water flows through a special filter made of layers of sand and gravel just like the one you designed only much bigger .
af: vervolgens vloei die water deur 'n spesiale filter gemaak van lae van sand en gruis net soos die een wat jy ontwerp het maar net baie groter .

source: the gravel layer of the filter is about 30 cm deep and the sand layer is about 1 m deep !
af: die gruislaag van die filter is omtrent 30 cm diep en die sandlaag is omtrent 1 m diep .

source: the filtering step removes any remaining particles and most of the bacteria left in the water .
af: die filtreringstap verwyder enige oorblywende deeltjies en die meeste van die bakterie&#235; wat nog in die water oor is .

source: after this step the water is clear but some germs and bacteria from step 3 may still be in the water .
af: na hierdie stap is die water helder maar kieme en bakterie&#235; van stap 3 mag nog in die water wees .

source: remember that germs and bacteria are small enough to pass between the gaps between sand and gravel .
af: onthou dat kieme en bakterie&#235; klein genoeg is om tussen die gapings tussensand en gruis deur te gaan .

source: step 5 disinfection
af: stap 5 ontsmetting

source: during disinfection chemicals are added to the water to kill any surviving germs .
af: gedurende ontsmetting word chemikalie&#235; by die water gevoeg om enige oorblywende kieme dood te maak

source: resources about water http www.partstap.com ground water and drinking water an expert guide for kids.aspx
af: hulpbronne oor water http www.partstap.com ground water and drinking water an expert guide for kids.aspx

source: what does it mean to purify water ?
af: wat beteken dit om water te suiwer ?

source: it means to clean water; to remove pollutants from the water .
af: om water te suiwer beteken om besoedeling uit water te verwyder .

source: what is clean water ?
af: wat is skoon water ?

source: clean water does not contain any pollutants .
af: skoon water bevat geen besoedeling nie .

source: why do humans animals and plants need clean water ?
af: hoekom het mense plante en diere skoon water nodig ?

source: write a paragraph where you describe some of these needs .
af: skryf 'n paragraaf waarin jy sommige van hierdie behoeftes beskryf .

source: water is necessary for life .
af: water is nodig vir lewe .

source: we need clean drinking water for metabolic processes in our bodies and to replace water which is lost due to urination and excretion .
af: ons het skoon drinkwater nodig vir metaboliese prosesse in ons liggame en om water wat verlore gaan deur urinering en uitskeiding te vervang .

source: we use water for washing and cooking and need clean water so that we do not become ill .
af: ons gebruik water vir was en kook enbenodig skoon water sodat ons nie siek word nie .

source: many animals make their homes shelters in and around water and need clean water so that they do not become ill .
af: baie diere skep hulle tuistes en skuilings in en naby water en het skoon water nodig sodat hulle nie siek word nie .

source: if you were not sure about the water that came out of the tap and you had a kettle what would you do to the water to purify it ?
af: as jy nie seker is oor die water wat uit die kraan kom nie en jy het 'n ketel wat sal jy doen om die water te suiwer ?

source: why do you think this method of purifying works ?
af: waarom dink jy hierdie metode van suiwering werk ?

source: you could boil the water .
af: jy kan die water kook .

source: this would kill any living microorganisms or bacteria in the water .
af: dit sal enige lewende mikro organisme of bakterie&#235; in die water doodmaak .

source: the woman in the picture is drinking water from the edge of a dam .
af: die vrou in die prent drink water aan die kant van die dam .

source: what possible threats could she face from drinking this water without doing anything to purify it ?
af: aan watter moontlike gevare kan sy aan blootgestel word deur hierdie water te drink sonder om dit eers te suiwer ?

source: the water could contain disease causing bacteria such as cholera hookworm bilharzia typhoid and it could contain chemicals or fertilisers from surrounding farmlands etc .
af: die water kan bakterie&#235; bevat wat siektes veroorsaak soos cholera haakwurm bilharzia tifus ens. en dit kan ook chemikalie&#235; of bemestingstowwe van omliggende landerye bevat ens .

source: name the 5 steps in the water treatment process .
af: noem die 5 stappe in die watersuiweringsproses .

source: the five steps are screening sedimentation aeration settling and disinfection .
af: die vyf stappe is sifting sedimentasie belugting uitsakking en ontsmetting .

source: do you think it is important to conserve water ?
af: dink jy dit is belangrik om water te bespaar ?

source: write a paragraph to justify your answer .
af: skryf 'n paragraaf om jou antwoord te staaf .

source: use a learning cycle approach to teach electric circuits
af: gebruik 'n leersiklusbenadering om elektriese stroombane te onderrig

source: many misconceptions develop in learners' minds about electricity and electrical phenomena if teachers are not careful about the correct use of scientific language and appropriate conceptual development of these ideas .
af: verskeie wanbegrippe ontwikkel in leerders se siening oor elektrisiteit en elektriese verskynsels as onderwysers nie versigtig is met die gebruik van die korrekte wetenskaplike taal nie of nie die gepaste begripsontwikkeling van idees gebruik nie .

source: teachers speak for example too loosely about concepts like electricity electric current and charge as if these concepts are the same thing .
af: onderwysers praat byvoorbeeld te losweg oor begrippe soos elektrisiteit elektriese stroom en lading asof hierdiebegrippe almal dieselfde is .

source: learners were first introduced to electricity in gr. 5 and this year the concept will be built upon much further .
af: leerders maak vir die eerste keer kennis met elektrisiteit in graad 5 en vanjaar word daar baie verder op die konsep gebou .

source: if we think of the world that we are currently living in one of the things that we encounter every day and almost everywhere is electricity .
af: as ons aan die w&#234;reld dink waarin ons tans leef is die een ding wat ons omtrent oral te&#235;kom elektrisiteit .

source: in step 1 of the learning cycle learners must brainstorm what they know about electricity .
af: in stap 1 van die leersiklus moet leerders 'n dinkskrum hou oor wat hulle van elektrisiteit weet .

source: think about electricity and write your answers or responses in the spaces provided below .
af: dink oor elektrisiteit en skryf jou antwoorde in die spasies wat hieronder voorsien is .

source: name and draw five appliances in your home that need electricity to work .
af: noem en teken vyf toestelle in jou huis wat elektrisiteit benodig om te kan werk .

source: name five applications uses of electricity in your neighbourhood .
af: noem vyf toepassings gebruike van elektrisiteit in jou omgewing .

source: name five applications of electricity in your school .
af: noem vyf toepassings van elektrisiteit in jou skool .

source: why is electricity important to you ?
af: waarom is elektrisiteit vir jou belangrik ?

source: why is electricity important for your city or town ?
af: waarom is elektrisiteit vir jou dorp of stad belangrik ?

source: why is electricity important for your country ?
af: waarom is elektrisiteit vir ons land belangrik ?

source: you are building a brand new house .
af: jy is besig om 'n splinternuwe huis te bou .

source: you want an electric stove in your kitchen .
af: jy wil 'n elektriese stoof in jou kombuis h&#234; .

source: name all the things that must be done for your stove to work .
af: noem al die dinge wat gedoen moet word deur die elektrisi&#235;n sodat jou stoof sal werk .
